import { links } from "./links";
import { mgs } from "../bot.d";
export const messages: mgs = {
    "Monday": "🗓️ *Графік на сьогодні*:\n    ⚬ _08:15_ \\- 💬 Німецька\n    ⚬ _09:15_ \\- 🔬 Фізика\n    ⚬ _10:15_ \\- 📚 Англійська\n    ⚬ _11:15_ \\- 🧪 Хімія\n    ⚬ _12:10_ \\- 📐 Алгебра\n    ⚬ _13:05_ \\- 📚 Українська мова",
    "Tuesday": "🗓️ *Графік на сьогодні*:\n    ⚬ _08:15_ \\- 📚 Зарубіжна література\n    ⚬ _09:15_ \\- 🎨 Мистецтво\n    ⚬ _10:15_ \\- 📐 Геометрія\n    ⚬ _11:15_ \\- 📚 Українська література\n    ⚬ _12:10_ \\- 📜 Історія України\n    ⚬ _13:05_ \\- 📚 Українська мова\n    ⚬ _13:55_ \\- 🌍 Географія",
    "Wednesday": "🗓️ *Графік на сьогодні*:\n    ⚬ _08:15_ \\- 📜 Всесвітня Історія\n    ⚬ _09:15_ \\- 🔬 Фізика\n    ⚬ _10:15_ \\- 📚 Англійська\n    ⚬ _11:15_ \\- 🧪 Хімія\n    ⚬ _12:10_ \\- 📚 Англійська\n    ⚬ _13:05_ \\- 💻 Інформатика\n    ⚬ _13:55_ \\- 🦠 Біологія",
    "Thursday": "🗓️ *Графік на сьогодні*:\n    ⚬ _08:15_ \\- 📐 Алгебра\n    ⚬ _09:15_ \\- 📚 Зарубіжна література\n    ⚬ _10:15_ \\- 🔬 Фізика\n    ⚬ _11:15_ \\- 📜 Правознавство\n    ⚬ _12:10_ \\- 💬 Німецька\n    ⚬ _13:05_ \\- 📚 Англійська\n    ⚬ _13:55_ \\- 🌍 Географія",
    "Friday": "🗓️ *Графік на сьогодні*:\n    ⚬ _09:15_ \\- 📚 Українська література\n    ⚬ _10:15_ \\- 📚 Англійська\n    ⚬ _11:15_ \\- 🦠 Біологія\n    ⚬ _12:10_ \\- 📐 Геометрія\n    ⚬ _13:05_ \\- 💻 Інформатика",
    "Saturday": "У нас сьогодні вихідний!",
    "Sunday": "У нас сьогодні вихідний!"
}

export const english_group_message = `1. <a href="${links["EnglishA"]}">Чепурна Вікторія Вікторівна</a>\n2. <a href="${links["EnglishB"]}">Дунько Ольга Миколаївна</a>`
export const informatics_group_message = `1. <a href="${links["InformaticsA"]}">Беднар Марія Михайлівна</a>\n2. <a href="${links["InformaticsB"]}">Шеремет Марія Ярославівна</a>`;
